{
	"main": {
		"hed": "Nature Provides, Man Decides",
		"subhed": "Follow a tiny snowflake as it makes its way from the Colorado Rockies to a sugar beet field in the Nebraska panhandle."
	},

	"snow": {
		"hed": "Water Comes from White Wonder",
		"subhed": "It all begins up high, where snow piles in sheets, in waves, in avalanche cascades in Colorado’s Rocky Mountains.",

		"intro": {
			"grafs": [
				{ "graf":
					"The sharp peaks of the Nokhu Crags emerge slowly and gracefully above a dark ridge of pine on the steep climb to Lake Agnes. The trail ends on a rocky outcropping above a lake of black glass, where snowy mountains slide down to the shore. Winter winds whip around this remote alpine spot, near the headwaters of the North Platte River."
				},{ "graf":
					"As it has for centuries, water arrives annually to these mountains as snow and ice, collecting at high elevations to wait for spring’s warmth. In the arid West, the majority of the water that fills streams and rivers comes from winter snowpack. Every year, farmers, raft guides, conservationists, fishermen, city planners and others wait anxiously to see what winter will bring."
				}
			]
		},

		"intro_with_map": {
			"grafs": [
				{ "graf":
					"The answer means the difference between a good year and a bad one, because water is the life and livelihood of downstream users."
				},{ "graf":
					"Ski fanatics know exactly how much fresh powder each storm brings to their mountains. But others track that data, too. For the last 100 years, as snow begins to fall, the annual cycle of water management begins, as hydrologists answer a critical question: how much water is up there <em>this</em> year?"
				}
			]
		},

		"before_snotel_video": {
			"grafs": [
				{ "graf":
					"Near the top of Cameron Pass in northern Colorado, Mage Hultstrand glides through deep snow, approaching a collection of silvery devices. “We measure the water content of the snow here,” Hultstrand said. She’s a hydrologist with the Natural Resources Conservation Service’s snow survey program in Denver. Today she’s at the Joe Wright SNOTEL site in the Cache la Poudre drainage, part of the South Platte River Basin."
				}
			]
		},

		"after_snotel_video": {
			"grafs": [
				{ "graf":
					"“This is the headwater state, so this is where all of your water is coming from,” Hultstrand said, “with the exception of whatever precipitation is received in spring and summer. But really, this is the bulk of it.”"
				}
			]
		},

		"before_snowpack_interactive": {
			"grafs": [
				{ "graf":
					"The SNOTEL system has been in place for decades, transmitting data back to centralized offices where it’s assessed and compiled into public reports. But it complements an even older method of data collection: manual snow surveys."
				},{ "graf":
					"From January through May, snow survey teams ski, snowshoe or snowmobile to remote sites, often weathering sleet, blizzards or ice storms. They return to specific locations year after year, collecting snowpack data to help determine the supply for the coming water year."
				}
			]
		},

		"before_snowpack_video": {
			"grafs": [
				{ "graf":
					"Starting in 1905, a University of Nevada professor named James Church pioneered the system of manual snow surveying."
				},{ "graf":
					"“He wanted to find a better way of forecasting runoff,” Matt Hoobler said. And his method proved durable: during the last century, things haven’t changed much. Hoobler is a snow surveyor with the Wyoming State Engineer's Office who conducts manual surveys each winter. “The basic premise of filling a tube full of snow and weighing it... we do something very similar today,” Hoobler said."
				},{ "graf":
					"Near Interstate 80 in southeastern Wyoming, weak sunlight makes its way through the thin air to where Hoobler is taking a core sample of the snowpack. He carefully holds a specially calibrated cylinder, which measures snow depth, weight, and density, then drops it vertically into the snow, twists it, and pulls it back out to analyze."
				},{ "graf":
					"“Water content at this site is five and a half inches,” Hoobler said. “That means if this snow was to melt instantaneously, there’d be five and a half inches of water sitting in this meadow.”"
				}
			]
		},

		"after_snowpack_video": {
			"grafs": [
				{ "graf":
					"“The main reason we’re up here for snow survey is for river forecasting. In other words, once it all turns to water, how much water is going to exist in our rivers and our reservoirs,” Hoobler said."
				},{ "graf":
					"Each year surveyors add new data to the collection, further confirming the record and improving accuracy. The field data coming in from snow surveys and SNOTEL sites, including precipitation, is compiled into monthly stream flow forecasts for the spring and summer. That information is critical to many diverse downstream users, especially farmers who rely on irrigation water."
				},{ "graf":
					"Basin-wide water users generally start to make decisions based upon the April 1 report. Knowing if the water supply is above or below average can determine a boom or bust year for crops, if ranchers have to sell their cattle, if birds will have adequate nesting habitat, if raft guides will have summer employment."
				}
			]
		},

		"after_swe_chart": {
			"grafs": [
				{ "graf":
					"“Society depends on water -- whether it’s growing the crops we’re going to eat or producing hydroelectric power. Fifty to 80 percent of flows of the North Platte River depend on this white stuff – snow,” Hoobler said. "
				}, { "graf":
					"Because quantity and quality of snowpack is the source of water for so many uses, a dry year can cause a cascade of impacts, flowing all the way down to a farmer’s beet crop in the Nebraska panhandle. Recent years have seen two snowpack extremes: the huge water year of 2011 followed by 2012, the hottest and driest on record for many places in the Intermountain West and Plains. 2013 remained drier than average, but 2014 has once again proven to be a big water year in the mountains. That wide variability, Hoobler said, is “what makes farmers pray for rain and snow.”"
				}
			]
		},

		"ending": {
			"grafs": [
				{ "graf":
					"But snow accumulation is only one part of the story, since the climate of the region matters too. In the historic drought year of 2012, some farmers ran out of surface irrigation water partway through the season. Those that could drew heavily from the aquifer, pumping groundwater up to their fields when river water ran out. In 2014, irrigation demands were slow to start because of a cool, wet spring. That combined with high snowpack runoff meant reservoirs along the North Platte River had time to fill, banking water for another dry year in the future."
				},{ "graf":
					"As winter relaxes into spring, that massive quantity of water stored high in the mountains begins to melt and make its way into streams and rivers. The North Platte River travels north from Colorado into Wyoming, guided through a system of dams and reservoirs on the way to a farmer’s field."
				}
			]
		}
	},

	"storage": {
		"hed": "Guiding Each Precious Drop",
		"subhed": "Once it descends from the mountains, water is carefully directed downstream through a highly-engineered system of dams and reservoirs.",

		"intro": {
			"grafs": [
				{ "graf":
					"Born in the high reaches of the Rocky Mountains, the headwaters of the North Platte River flow down to form a channel that winds across the Wyoming-Colorado state line. The river runs free across yellow-brown sagebrush steppe until it backs up behind Seminoe, the first of several major dams north of Sinclair, Wyoming."
				},{ "graf":
					"Aside from a few small dams and diversions close to the headwaters, the river has been mostly wild and untamed. Here the water intersects with the course of historic westward expansion and the demands of humans who bent waterways to their will."

				},{ "graf":
					"During the last century, that force altered the annual water cycle that existed for millennia. River water no longer races out of the mountains each spring, leaving the Plains dry by early summer. It’s now carefully managed on a landscape that has been “reclaimed.”"

				}
			]
		},

		"history_section": {
			"grafs": [
				{ "graf":
					"Spurred by the fur trade, gold rush, and the Homestead Act of 1862, pioneering men and women set out to colonize the American West, looking for a place to raise their families and make a living from the land. Settlers coming from the lush, rain-fed East found western lands dauntingly dry, and quickly experienced the difficulty of relying solely upon the region’s capricious rainfall. Though early western boosters lured settlers by suggesting that “rain follows the plow” and the climate was getting wetter, those who arrived soon found the climate closer to Major Stephen H. Long’s description of the “Great American Desert.” Without a reliable source of water, there was no way to develop the expansive land that seemed so full of promise."
				},{ "graf":
					"The 100<sup>th</sup> meridian is often considered a dividing line between the western and eastern United States. As settlers learned, rainfall averages less than 20 inches a year west of this line, not a sustainable source of water for agriculture and industry. But snow collected in the mountains each winter, flooding riverbeds in the spring. And western pioneers were nothing if not enterprising. Early settlers capitalized on this resource by building irrigation systems to divert high spring runoff. But many years the river water would only last through early summer, abandoning crops and residents to the exactitudes of the sun and wind during the hottest time of the year. Thus began the concept of “reclaiming” western lands: restructuring natural water systems for human use through massive, federally-sponsored irrigation projects."
				}
			]
		},

		"after_rec_video": {
			"grafs": [
				{ "graf":
					"One of the first of these projects was Pathfinder Dam, named in honor of one of the West’s most intrepid explorers, John C. Fremont, who explored the canyon where the dam sits."
				}
			]
		},

		"before_map": {
			"grafs": [
				{ "graf":
					"Pathfinder was the first major piece of the North Platte Project, one of several huge irrigation projects critical to the development of the American West by providing a reliable water supply to dry agricultural lands, industries and burgeoning cities. Today the project provides water to nearly 335,000 acres in eastern Wyoming and western Nebraska."
				},{ "graf":
					"As the twentieth century progressed, the U.S. Bureau of Reclamation built more dams, reservoirs and power plants on the North Platte River to generate electricity and supply irrigation water, and a complex system of water management emerged."
				}
			]
		},

		"state_line_image": {
			"grafs": [
				{ "graf":
					"Water rights west of the Missouri River generally follow the Prior Appropriation Doctrine, commonly explained as “first in time, first in right.” But from the beginning of the U.S. Bureau of Reclamation’s history, navigating myriad water rights has been a challenging yet critical piece of the puzzle."
				},{ "graf":
					"As North Platte River water moves from Colorado to fields in Wyoming and Nebraska, it’s carefully accounted for and divvied up. Many interests have a share in it: from agriculture to cities to federally-protected wildlife. In the West, few issues are as contentious as water."
				},{ "graf":
					"In 1934, Nebraska sued Wyoming over the amount of North Platte River water it received."
				},{ "graf":
					"“It’s basic water history in the West,” Matt Hoobler with the Wyoming State Engineer’s Office said. “It doesn’t matter if you’re Kansas to Colorado, or California to Colorado or California to Wyoming, it doesn’t matter. Downstream states look upstream for more water.”"
				}
			]
		},

		"before_photo": {
			"grafs": [
				{ "graf":
					"The 1945 ruling split the natural water flows of the river 75 percent to Nebraska and 25 percent to Wyoming, in accordance with the amount of land under agricultural production. Nebraska returned to the court in 1986, accusing Wyoming of taking more than its share of water, and in 2001 the court issued a new decree which further restricted Wyoming's consumptive water use."
				},{ "graf":
					"On the North Platte system, all of these complicated water allotments are implemented from one central place, the Bureau of Reclamation’s Wyoming Area Office in Casper. On a recent visit, the drab building matched the overcast sky."
				},{ "graf":
					"In a small office, highly-trained operators sit in front of multiple computer screens, controlling water in three different states: Wyoming, Colorado and Montana. They work around the clock, serving as the operators, security, and emergency personnel for all the dams and reservoirs, and coordinating power supply with the federal Western Area Power Administration (which markets and transmits electricity across 15 states). They follow target flow orders from three different state water offices, Ray Balerio, control room supervisor said. Operators are always scanning their water and data logs, continuously making minor adjustments across the system to keep them on track."
				}
			]
		},

		"after_photo": {
			"grafs": [
				{ "graf":
					"“It is amazing with the push of a button we can release so much water. Just by selecting a power plant and pushing a button,” Balerio said. In his 25 years at the office, he’s seen all kinds of events. He laughed when asked whether droughts or floods are easier to respond to, and said both often prove challenging."
				},{ "graf":
					"“When you have a lot of water everything’s running full bore, everything’s going out full maximum so you don’t have a lot of changes. But during the drought season you’re trying to conserve water so you’re watching every drop... which is really stressful because you may be doing 15 changes every two hours,” Balerio said."
				},{ "graf":
					"Each year, this office depends upon the snowpack data gathered by the Natural Resources Conservation Service to make judgments based on how much water will be coming down from the mountains east of the Continental Divide."
				},{ "graf":
					"Lyle Myler, deputy area manager for the office, is tall, with a voice that carries just a hint of a drawl. Myler is a veteran water manager. He’s been with the office for 24 years and can rattle off facts and figures from any of their systems with ease."
				},{ "graf":
					"“We do a forecast beginning February 1 that gives an estimate of the volume of water that we think we’re going to get in four months. That gives us a feel for how we start positioning water in the reservoirs,” Myler said."
				},{ "graf":
					"His office continues to check those forecasts each month, using data from prior years to estimate runoff and predict their summer water supply, including how much water will make it out to downstream irrigators from May through September."
				}
			]
		},

		"ending": {
			"grafs": [
				{ "graf":
					"“[In 2014] we had a good run-off season,” Myler said, with more than one million acre feet coming into the upper river system from snowmelt and rain. On average, it’s about 700,000 acre-feet. “The two previous years [2012 and 2013] saw well-below average inflows so the supply was quite depleted.” Those years offered a striking contrast to the huge water year of 2011, when the system received more than two million acre-feet of water."
				},{ "graf":
					"Like most other western river basins, the accounting and managing of water on the North Platte River is complex, and the water flowing through the intricate network is vital to the survival of ranchers, farmers, cities and wildlife."
				},{ "graf":
					"Today, during an average water year, U.S. Bureau of Reclamation projects deliver water to roughly one-third of the irrigated acreage and people in western states. Without “reclaiming” or bringing western watersheds under human control, nothing in the region would be the same."
				}
			]
		}
		
	},

	"field": {
		"hed": "Lifeblood of A Cultivated Land",
		"subhed": "Channeled through dams, reservoirs and canals, mountain snowmelt arrives at thirsty fields on the plains, supporting the economy of an entire region.",

		"intro": {
			"grafs": [
				{"graf":
					"Bob Busch is prompt, and expects the same from visitors."
				},{"graf":
					"“I’ll be waiting for you at seven, in my blue truck in the driveway,” instructed his kind yet gruff voice on the phone."
				},{"graf":
					"In the cool breeze the next morning, he directed the way to one of his sugar beet fields—a field that would not be here without irrigation water from the North Platte River. "
				},{ "graf":
					"Wearing a faded denim shirt, toothy smile and mesh hat, Busch watched his grandson and a farmhand “move water” with an approving gaze. He knows this process well. A third-generation farmer in the Nebraska panhandle, Busch has spent nearly all of his 77 years on the same patch of land outside of Gering. After a short stint at college, he started farming the family property with his father in 1959."
				},{ "graf":
					"“I dearly love farming,” Busch said. “Farming’s my life and always has been.”"
				},{ "graf":
					"Busch’s son Kendall now runs the operation, more than 1,000 acres of corn, sugar beets, dry edible beans and alfalfa. They still use flood or furrow irrigation, an older method traded out in favor of sprinkler or center pivots by many other farmers in recent years. It’s a method that requires a lot of early summer mornings."
				},{ "graf":
					"By summer, the western irrigation season is in full swing. Mountain snowmelt, held back by dams and stored in reservoirs, starts to be released for use on fields in May. Without it, agriculture would not exist in this arid region, where annual rainfall rarely exceeds 16 inches."
				}
			]
		},

		"irrigation_video": {
			"grafs": [
				{ "graf":
					"“Our [operation] is very labor intense. It takes a lot of manpower and a lot of time,” Kendall Busch said."
				},{ "graf":
					"Much of their water comes from the Gering-Ft. Laramie Irrigation District, which provides irrigation water to nearly 55,000 acres in the Nebraska panhandle. Rick Preston is the district's manager."
				},{ "graf":
					"“Water is the most valuable resource we have,” Preston said. His district is one of four original irrigation districts that distributes water from the North Platte Project. The U.S. Reclamation Service (today’s U.S. Bureau of Reclamation) built the Fort Laramie Canal from 1915 to 1924, following the construction of Pathfinder Dam."
				}
			]
		},

		"after_tl_sequence":{
			"grafs": [
				{ "graf":
					"The agricultural industry in this part of the state owes most of its existence to that massive engineering feat, built to control the North Platte River and transport water all the way from the upper reaches of the Rocky Mountains through a complex system of dams and reservoirs in Wyoming. The Gering-Ft. Laramie Irrigation District sits at the bottom end of this system, where the water is diverted into canals to be channeled to fields of thirsty crops."
				},{ "graf":
					"Nebraska leads the nation in irrigated land, with more than 8 million acres reliant on supplemental water supplies. The western Nebraska panhandle produces nearly 10 percent of the nation’s dry edible bean crop and ranks fifth nationally for sugar beet production. "
				}
			]
		},

		"before_preston_video": {
			"grafs": [
				{"graf":
					"“A lot of people are grateful for what we do,” said Kendall Busch, who takes great pride in his work as a farmer. But he knows the value of the irrigation system because he depends completely on surface water, since this stretch of the North Platte Valley has no groundwater resources to tap into, unlike other parts of the panhandle. “Without these canal systems it’d be dire straits for water,” Kendall Busch said."
				},{"graf":
					"Irrigation districts carefully manage the water to ensure it reaches all water rights holders on their system. But it all depends on how much snow lands in the mountains in the winter and what the spring rains bring, said Preston. Some years, like 2011, farmers have plenty, and irrigation districts dump the water downstream because they simply can’t use it all. Other years, like the span between 2002-2007 and again in 2012-2013, water use restrictions go into effect because there isn’t enough to go around."
				},{"graf":
					"“We live and die by the water we have in the reservoir each year,” Preston said. “You have to operate like the old airplane pilots did and fly by the seat of your pants from time to time.”"
				},{"graf":
					"His district delivers water to farmers, Preston said, “so that we can have our cereals, so that we can have our sugars, our breads, our meats, our dairy products,” on grocery store shelves."
				}
			]
		},

		"after_preston_video": {
			"grafs": [
				{"graf":
					""
				},{"graf":
					"But through the years, concerns about drought and long-term water supply have led irrigation districts and farmers to become even more efficient in how they handle and deliver water, Preston said."
				},{"graf":
					"Many irrigation districts have lined their canals and are sending water via underground pipe instead of dirt sided laterals, and farmers are increasingly using sprinkler or center pivot systems to irrigate. These efforts to maximize water deliveries, along with increased groundwater pumping, have reduced some of what irrigators call “return flows,” water that seeps into the groundwater table or runs off into creeks and streams, and eventually back to the North Platte River."
				},{"graf":
					"It all makes for an array of complicated modern issues, said Preston."
				},{"graf":
					"“The increased demand for the produce, the increased demand for the livestock feeds, the increased amount for water…” Preston said, “it’s going to continue to get worse and more demanding as time goes on.”"
				},{"graf":
					"And that's why water conservation matters, said Bob Busch."
				},{"graf":
					"“We live in a semi-arid region,” Busch said. All you have to do is drive out of the valley to neighboring dry pasture see the economic impact of water, “There’s such a dramatic difference between irrigation and dry land, it’s just unbelievable,” Busch said. The impact of irrigation trickles down to all kinds of related industries and businesses that depend upon agriculture, and sustaining a stable population in this part of the high plains."
				}
			]
		},

		"section_four": {
			"grafs": [
				{"graf":
					"Several years ago, Bob Busch decided western farmers didn’t know enough about where their water comes from, despite how much they value it. So he began leading tours all the way up into eastern Wyoming to show off the North Platte irrigation system."
				},{"graf":
					"“It’s just amazing. We don’t give enough credit to our forefathers to have their visions, their dreams and the determination and the willpower to put this thing together. It took a lot of work. And we take that for granted today,” said Busch."
				}
			]
		},

		"section_five": {
			"grafs": [
				{"graf":
					"More than a century after construction, the North Platte Project remains a critical and robust system of water delivery for farmers in the eastern Wyoming and western Nebraska."
				},{"graf":
					"“Water’s our very key,” Bob Busch said. “It’s our lifeblood.”"
				},{"graf":
					"Standing by his sugar beet field in the mid-morning light, Busch said knowing where his water comes from and what it took to arrive at his field is critical, because it drives everything he does on the farm."
				},{"graf":
					"And it all starts with a snowflake."
				}
			]
		}
	}
}